[
  {
    "id": 1,
    "img": "/result.webp",
    "alt": "panneau d'affichage avec le mot 'résultat' écrit dessus",
    "title": "Ma Reconversion Professionnelle",
    "subtitle": "Bilan 2 ans et demi après son début",
    "date": "16/05/2024"
  },
  {
    "id": 2,
    "img": "/afraid.webp",
    "alt": "illustration d'une femme effrayée devant un écran d'ordinateur ",
    "title": "Les erreurs que j’ai faites pendant ma reconversion",
    "subtitle": "Il ne faut pas se mentir, la reconversion n’est pas un long fleuve tranquille.",
    "date": "18/06/2024",
    "sections": [
      {
        "title": "Ne pas me sentir légitime dans le milieu",
        "content": "Surtout en tant que débutante."
      },
      {
        "title": "Se comparer aux autres",
        "content": "Chacun a son propre chemin et ses propres compétences. La comparaison excessive peut être démoralisante."
      },
      {
        "title": "Ne pas oser postuler à des offres d’emploi",
        "content": "Car je ne connaissais pas les stacks ou pour d'autres raisons."
      },
      {
        "title": "Comment ne pas se laisser envahir par ses peurs ?",
        "content": ""
      },
      {
        "title": "Parler autour de soi",
        "content": "Nous ne sommes pas seuls. Si je vis cela, alors peut-être que les autres aussi. Discuter avec des collègues, des mentors ou des amis peut vraiment aider à relativiser et à se sentir soutenu."
      },
      {
        "title": "Oser",
        "content": "Sortir de sa zone de confort est le meilleur exercice pour justement y faire face. Ne pas connaître une stack ? Et alors, ça s’apprend ! Chaque défi est une opportunité de grandir et d'apprendre quelque chose de nouveau."
      },
      {
        "title": "Accepter l’imperfection",
        "content": "Personne n’est parfait. Faire des erreurs fait partie du processus d’apprentissage. L'important est de tirer des leçons de ces erreurs."
      },
      {
        "title": "Se fixer des objectifs réalistes",
        "content": "Définir des objectifs atteignables et les diviser en petites étapes peut aider à rester motivé et à mesurer ses progrès."
      },
      {
        "title": "Rester curieux",
        "content": "Continuer à apprendre et à se former est essentiel. Le domaine du développement est en constante évolution, et il y a toujours de nouvelles compétences à acquérir."
      },
      {
        "title": "Conclusion",
        "content": "Vous ne me connaissez pas encore ? Je m’appelle Priscillia AMMEUX, développeuse freelance, en recherche d’emploi, je crée des sites internet pour particuliers et professionnels. Merci à Stéphanie Heudre et Adrien Demarle, mes deux premiers clients testeurs, qui me font confiance et m’aident à améliorer mon processus. Bientôt un petit partage d’ailleurs. #teasing Vous voulez en savoir plus ? N’hésitez pas à me contacter en message privé."
      }
    ]
  },
  {
    "id": 3,
    "img": "/junior.webp",
    "alt": "femme développeuse habillée en super-héroïne avec une cape et un masque devant un écran d'ordinateur",
    "title": "Les Développeurs Juniors : Un Atout Sous-Estimé",
    "subtitle": "",
    "date": "21/06/2024",
    "sections": [
      {
        "title": "On pense à tort que :",
        "content": [
          "Les développeurs juniors ne peuvent pas être productifs sans supervision constante.",
          "La qualité du code des juniors est toujours inférieure à celle des développeurs seniors.",
          "Investir dans la formation des développeurs juniors est une perte de temps et d'argent."
        ]
      },
      {
        "title": "Mais en réalité :",
        "content": [
          "Les développeurs juniors apportent souvent de nouvelles perspectives et des idées innovantes. Lorsqu'ils sont bien encadrés, ils peuvent rapidement devenir autonomes et très productifs.",
          "La qualité du code d'un développeur junior peut être excellente avec les bonnes pratiques de revue de code et de mentorat. De plus, ils sont souvent plus à jour sur les technologies modernes et les meilleures pratiques.",
          "Investir dans la formation des juniors est un investissement dans l'avenir de l'entreprise. Ils peuvent rapidement acquérir des compétences essentielles et contribuer de manière significative à long terme."
        ]
      },
      {
        "title": "En tant que profil reconverti, nous apportons également l'expérience et les compétences de nos anciens métiers.",
        "content": ""
      },
      {
        "title": "C’est problématique car :",
        "content": [
          "Sous-estimer les juniors limite leur potentiel et celui de l'entreprise. ",
          "Cela crée une culture de méfiance et de stagnation au lieu de l'innovation.",
          "Ignorer la formation des juniors mène à une pénurie de talents qualifiés à long terme."
        ]
      },
      {
        "title": "Alors quoi faire ?",
        "content": [
          "Mettre en place des programmes de mentorat où les seniors encadrent les juniors.",
          "Encourager une culture d'apprentissage continu pour tous les niveaux d'expérience.",
          "Valoriser et célébrer les contributions des développeurs juniors pour renforcer leur confiance et leur motivation."
        ]
      },
      {
        "title": "Conclusion",
        "content": "Les développeurs juniors sont le futur de la tech. Investissons en eux aujourd'hui pour construire un avenir plus innovant et dynamique. "
      }
    ]
  },
  {
    "id": 4,
    "img": "/accessibility.webp",
    "alt": "illustration de plusieurs individus porteurs de handicap ou non, de toutes origines, âges et genres, utilisant des technologies d'assistance pour naviguer sur internet",
    "title": "L'accessibilité Web : Une Nécessité Incontournable",
    "subtitle": "",
    "date": "02/07/2024",
    "sections": [
      {
        "title": "Quelques chiffres clés",
        "content": [
          "15% de la population mondiale : représente environ un milliard de personnes vivant avec un handicap.",
          "57% des sites web : ne sont pas accessibles aux personnes aveugles ou malvoyantes, selon une étude de WebAIM en 2023.",
          "2025 : une année charnière avec l'entrée en vigueur de nouvelles réglementations européennes sur l'accessibilité numérique. "
        ]
      },
      {
        "title": "Les émoticônes et l'accessibilité",
        "content": "Les émoticônes permettent d'exprimer des émotions de manière visuelle, mais posent un problème majeur pour l'accessibilité. Les lecteurs d'écrans ne les décrivent pas toujours correctement, compliquant la compréhension pour les personnes aveugles ou malvoyantes. Pour remédier à cela, je limite l'utilisation des émoticônes dans mes publications LinkedIn et les accompagne d'une description entre parenthèses. Par exemple, 😊 (visage souriant)."
      },
      {
        "title": "Le faux gras et l'accessibilité",
        "content": "Le faux gras, souvent utilisé pour mettre en évidence certaines parties de texte, pose également des problèmes d'accessibilité. Il est créé avec des caractères Unicode ressemblant à des lettres en gras, mais les lecteurs d'écrans ne les interprètent pas comme du texte standard. Cela peut entraîner une confusion et une perte d’information pour les utilisateurs malvoyants."
      },
      {
        "title": "Prendre des mesures dès la phase de conception",
        "content": [
          "Pour garantir l'accessibilité dès la phase de conception, il est crucial de suivre les normes et les guides des bonnes pratiques, tels que : ",
          "WCAG (Web Content Accessibility Guidelines) : Fournit une série de recommandations pour rendre le contenu web plus accessible.",
          "RGAA (Référentiel Général d'Amélioration de l'Accessibilité) : Spécifique à la France, il offre des critères d’accessibilité pour les sites web publics.",
          "RAAM (Référentiel d'Accessibilité des Administrations Modernes): Couvre les administrations modernes en offrant des directives spécifiques pour l’accessibilité."
        ]
      },
      {
        "title": "Ressources et références",
        "content": "Pour approfondir vos connaissances sur l'accessibilité et adopter les meilleures pratiques, je recommande le livre gratuit « Giving a damn about accessibility. A candid and practical handbook for designers » de Sheri Byrne-Haber. Ce guide offre des conseils pratiques et des perspectives précieuses pour les designers qui souhaitent améliorer l'accessibilité de leurs produits numériques."
      },
      {
        "title": "Vers une obligation légale",
        "content": "En 2025, de nouvelles lois entreront en vigueur en Europe pour renforcer l'accessibilité numérique. Ces lois obligeront les entreprises et les institutions à rendre leurs sites web et applications accessibles à tous. L'obligation rime ici avec devoir, car il est de notre responsabilité morale et éthique de garantir que tout le monde puisse accéder à l’information de manière égale."
      }
    ]
  },
  {
    "id": 5,
    "img": "/nextjs.webp",
    "alt": "logo next.js",
    "title": "Pourquoi est ce que je travaille avec NextJs ?",
    "subtitle": "Maximisez les performances, l'optimisation SEO et l'accessibilité avec Next.js",
    "date": "02/09/2024",
    "sections": [
      {
        "title": "Pourquoi Nextjs ?",
        "content": "Car c’est une solution incontournable pour ceux qui cherchent à offrir une expérience web inclusive et de haute qualité."
      },
      {
        "title": "Comment ça marche?",
        "part": [
          {
            "subtitle": "Rendu côté serveur (SSR) pour une meilleure indexation SEO",
            "content": "Next.js offre un rendu côté serveur (SSR), garantissant un contenu prêt à l'emploi dès le chargement de la page. Cela améliore l'indexation des moteurs de recherche, ce qui se traduit par un meilleur classement dans les résultats de recherche."
          },
          {
            "subtitle": "SSG (Static Side Generator) pour des pages ultrarapides",
            "content": "Next.js propose également une génération statique (SSG), qui crée des pages HTML statiques à partir de données dynamiques. Cela permet des temps de chargement plus rapides et une meilleure expérience utilisateur."
          },
          {
            "subtitle": "Optimisation intelligente des images",
            "content": "Next.js intègre des outils d'optimisation d'images intelligents pour des temps de chargement rapides sans compromettre la qualité visuelle."
          },
          {
            "subtitle": "Accessibilité pour tous",
            "content": "L'accessibilité est une priorité avec Next.js. Grâce à des pratiques de développement axées sur l'accessibilité, telles que la sémantique HTML appropriée, les balises ARIA et la gestion du focus clavier, les applications Next.js sont conçues pour être utilisables par tous, y compris les personnes handicapées. Cela garantit une expérience web inclusive et respectueuse de tous les utilisateurs."
          }
        ]
      },
      {
        "title": "Conclusion",
        "content": "Avec Next.js, vous investissez dans bien plus que des performances et une optimisation SEO. Vous optez également pour une accessibilité sans compromis, assurant que votre site web est utilisable par tous. Next.js offre une plateforme complète pour créer des applications web rapides, bien référencées et accessibles à tous les utilisateurs.",
        "link": "https://nextjs.org/docs"
      }
    ]
  },
  {
    "id": 6,
    "img": "/impostor.webp",
    "alt": "femme avec un sweat à capuche et un masque sur le visage, représentant le syndrome de l'imposteur",
    "title": "Comment lutter contre le syndrôme de l’imposteur ?",
    "subtitle": "",
    "date": "22/09/2024",
    "sections": [
      {
        "title": "",
        "content": "As-tu déjà eu l'impression qu'on allait te « démasquer » ? Que tes réussites sont dues à la chance ou à d'autres personnes plutôt qu'à tes compétences ? Si oui, tu n'es pas seul(e) !  "
      },

      {
        "title": "",
        "content": "Vendredi dernier, j'ai eu l'opportunité de donner mon tout premier talk sur le syndrome de l'imposteur chez Zenika à Lille. Est ce que j'ai aimé donner ce talk ? Un grand OUIIIIIIIIIIIIIIIIIIIIIIIIIIIIII 😊 (visage trèèèèèèssssss souriant)."
      },
      {
        "title": "Voici donc les points clés que nous avons abordés :",
        "part": [
          {
            "subtitle": "Un peu d’histoire.",
            "content": "Introduit en 1978 par 2 psychologues suite à une étude qu’elles avaient mené sur 150 femmes diplômées, exerçant des métiers prestigieux et jouissant d’une excellente réputation: Pauline ROSE CLANCE et Suzanne IMES."
          },
          {
            "subtitle": "Le syndrome de l'imposteur, Qu’est ce que c’est ?",
            "content": [
              {
                "list": "Le syndrome de l’imposteur c’est quand tu ressens un doute persistant quant à ta propre valeur et à tes capacités​."
              },
              {
                "list": "Cette impression de ne pas mériter les compliments.​"
              },
              {
                "list": "Cette croyance que si tu réussis, c’est un coup de chance ou c’est grâce à Pierre, Paul, Jacques !​"
              },
              {
                "list": "Ce sentiment de ne jamais être assez doué(e), assez compétent(e), assez formé(e), assez …​"
              },
              {
                "list": "Bref, tous ces doutes qui font que:​ tu te trouves illégitime, ​tu rejettes tes réalisations personnelles.​"
              },
              {
                "list": "Ce doute est nourri par la peur !​ La peur constante de mal faire et de ne pas être à la hauteur !​ La peur d’être démasqué(e) !​"
              }
            ]
          },

          {
            "subtitle": "Pourquoi il perdure ?",
            "content": [
              {
                "list": "Pression de la perfection dans notre société: Dans notre société qui valorise l'excellence, beaucoup se sentent obligés d'être parfaits. Cette pression peut conduire à un sentiment d'inadéquation lorsqu'on se compare aux autres ou à des idéaux inatteignables. "
              },
              {
                "list": "Comparaison Sociale : Avec les réseaux sociaux et le monde numérique, il est facile de se comparer constamment aux autres, souvent sans voir les défis ou les échecs qu'ils ont pu surmonter. Cela renforce l'idée que l'on est moins compétent que ses pairs."
              },
              {
                "list": "Culture de la Réussite : Dans certains milieux, la réussite est mise sur un piédestal, et toute erreur est perçue comme un échec. Cela peut exacerber le sentiment de ne pas être à la hauteur."
              },
              {
                "list": "Cycle d'Auto-Doute : Ceux qui souffrent du syndrome de l'imposteur ont tendance à minimiser leurs succès et à se concentrer sur leurs erreurs, ce qui crée un cycle de doute de soi qui est difficile à briser."
              }
            ]
          },
          {
            "subtitle": "Quelques chiffres marquants:",
            "content": [
              {
                "list": "48% des femmes interrogées ont déclaré se sentir parfois comme des imposteurs, contre 34% des hommes."
              },
              {
                "list": "55% des victimes de ce complexe l’attribuent à un manque de confiance en soi."
              },
              {
                "list": "35% estiment que ce complexe nuit à leur carrière, parce qu’il les empêche de se mettre en avant autant qu’ils le devraient."
              },
              {
                "list": "34% ont l’impression de ne pas être à leur place."
              }
            ]
          },

          {
            "subtitle": "Des techniques pour lutter: ",
            "content": [
              {
                "list": "Faire des listes: Connaissances, compétences, projets réussis, reconnaissances."
              },
              {
                "list": "Apprendre de ses erreurs: Valoriser les échecs comme des opportunités d'apprentissage."
              },
              {
                "list": "S’entourer d’amis et de pairs: La force du collectif."
              },
              {
                "list": "Partager et contribuer: Parler en public, écrire des articles, contribuer à l’open source."
              }
            ]
          },
          {
            "subtitle": "S’entourer des Bonnes Personnes: ce qui m’a le plus aidé.",
            "content": [
              {
                "list": "Faire partie du comité de sélection de la DevFest Lille 2024 : 441 relecture de CFP, rencontre des personnes extraordinaires qui m’inspire à continuer ce travail qui me donne des paillettes dans les yeux, équipe formidable de femmes (speakeuses et reviewers) qui m’ont poussé à donner ce talk."
              },
              {
                "list": "La communauté des ChtiteDev, qui m’a encouragé à faire ce talk,"
              },
              {
                "list": "Oser : aujourd’hui je fais partie du collectif KreaWebSolutions, un collectif de 5 personnes (3 dev,  1 rédactrice web, 1 coach mindset ) car j’ai osé contacter Arnaud sur LinkedIn."
              }
            ]
          },
          {
            "subtitle": "Mais aussi...",
            "content": [
              {
                "list": "Accepter ses Limites et Éviter le Perfectionnisme : On ne peut pas tout savoir, n’ayez pas peur de l’échec. "
              },
              {
                "list": "Les Refus ne sont pas des Échecs: les refus d'emplois ou d'opportunités ne sont pas des échecs, mais des expériences qui renforcent."
              }
            ]
          }
        ]
      },
      {
        "title": "Conclusion",
        "content": "Vous êtes Légitime !",
        "link": "https://www.linkedin.com/feed/update/urn:li:activity:7243861708853641216/"
      }
    ]
  }
]
