[
  {
    "id": 1,
    "img": "/result.webp",
    "alt": "panneau d'affichage avec le mot 'résultat' écrit dessus",
    "title": "Ma Reconversion Professionnelle",
    "subtitle": "Bilan 2 ans et demi après son début",
    "date": "16/05/2024"
  },
  {
    "id": 2,
    "img": "/afraid.webp",
    "alt": "illustration d'une femme effrayée devant un écran d'ordinateur ",
    "title": "Les erreurs que j’ai faites pendant ma reconversion",
    "subtitle": "Il ne faut pas se mentir, la reconversion n’est pas un long fleuve tranquille.",
    "date": "18/06/2024"
  },
  {
    "id": 3,
    "img": "/junior.webp",
    "alt": "femme développeuse habillée en super-héroïne avec une cape et un masque devant un écran d'ordinateur",
    "title": "Les Développeurs Juniors : Un Atout Sous-Estimé",
    "subtitle": "",
    "date": "21/06/2024"
  },
  {
    "id": 4,
    "img": "/accessibility.webp",
    "alt": "illustration de plusieurs individus porteurs de handicap ou non, de toutes origines, âges et genres, utilisant des technologies d'assistance pour naviguer sur internet",
    "title": "L'accessibilité Web : Une Nécessité Incontournable",
    "subtitle": "",
    "date": "02/07/2024"
  },
  {
    "id": 5,
    "img": "/nextjs.webp",
    "alt": "logo next.js",
    "title": "Pourquoi est ce que je travaille avec NextJs ?",
    "subtitle": "Maximisez les performances, l'optimisation SEO et l'accessibilité avec Next.js",
    "date": "02/09/2024"
  },
  {
    "id": 6,
    "img": "/impostor.webp",
    "alt": "femme avec un sweat à capuche et un masque sur le visage, représentant le syndrome de l'imposteur",
    "title": "Comment lutter contre le syndrôme de l’imposteur ?",
    "subtitle": "",
    "date": "22/09/2024",
    "sections": [
      {
        "title": "",
        "content": "As-tu déjà eu l'impression qu'on allait te « démasquer » ? Que tes réussites sont dues à la chance ou à d'autres personnes plutôt qu'à tes compétences ? Si oui, tu n'es pas seul(e) !  "
      },

      {
        "title": "",
        "content": "Vendredi dernier, j'ai eu l'opportunité de donner mon tout premier talk sur le syndrome de l'imposteur chez Zenika à Lille. Est ce que j'ai aimé donner ce talk ? Un grand OUIIIIIIIIIIIIIIIIIIIIIIIIIIIIII 😊 (visage trèèèèèèssssss souriant)."
      },
      {
        "title": "Voici donc les points clés que nous avons abordés :",
        "part": [
          {
            "subtitle": "Un peu d’histoire.",
            "content": "Introduit en 1978 par 2 psychologues suite à une étude qu’elles avaient mené sur 150 femmes diplômées, exerçant des métiers prestigieux et jouissant d’une excellente réputation: Pauline ROSE CLANCE et Suzanne IMES."
          },
          {
            "subtitle": "Le syndrome de l'imposteur, Qu’est ce que c’est ?",
            "content": [
              {
                "list": "Le syndrome de l’imposteur c’est quand tu ressens un doute persistant quant à ta propre valeur et à tes capacités​."
              },
              {
                "list": "Cette impression de ne pas mériter les compliments.​"
              },
              {
                "list": "Cette croyance que si tu réussis, c’est un coup de chance ou c’est grâce à Pierre, Paul, Jacques !​"
              },
              {
                "list": "Ce sentiment de ne jamais être assez doué(e), assez compétent(e), assez formé(e), assez …​"
              },
              {
                "list": "Bref, tous ces doutes qui font que:​ tu te trouves illégitime, ​tu rejettes tes réalisations personnelles.​"
              },
              {
                "list": "Ce doute est nourri par la peur !​ La peur constante de mal faire et de ne pas être à la hauteur !​ La peur d’être démasqué(e) !​"
              }
            ]
          },

          {
            "subtitle": "Pourquoi il perdure ?",
            "content": [
              {
                "list": "Pression de la perfection dans notre société: Dans notre société qui valorise l'excellence, beaucoup se sentent obligés d'être parfaits. Cette pression peut conduire à un sentiment d'inadéquation lorsqu'on se compare aux autres ou à des idéaux inatteignables. "
              },
              {
                "list": "Comparaison Sociale : Avec les réseaux sociaux et le monde numérique, il est facile de se comparer constamment aux autres, souvent sans voir les défis ou les échecs qu'ils ont pu surmonter. Cela renforce l'idée que l'on est moins compétent que ses pairs."
              },
              {
                "list": "Culture de la Réussite : Dans certains milieux, la réussite est mise sur un piédestal, et toute erreur est perçue comme un échec. Cela peut exacerber le sentiment de ne pas être à la hauteur."
              },
              {
                "list": "Cycle d'Auto-Doute : Ceux qui souffrent du syndrome de l'imposteur ont tendance à minimiser leurs succès et à se concentrer sur leurs erreurs, ce qui crée un cycle de doute de soi qui est difficile à briser."
              }
            ]
          },
          {
            "subtitle": "Quelques chiffres marquants:",
            "content": [
              {
                "list": "48% des femmes interrogées ont déclaré se sentir parfois comme des imposteurs, contre 34% des hommes."
              },
              {
                "list": "55% des victimes de ce complexe l’attribuent à un manque de confiance en soi."
              },
              {
                "list": "35% estiment que ce complexe nuit à leur carrière, parce qu’il les empêche de se mettre en avant autant qu’ils le devraient."
              },
              {
                "list": "34% ont l’impression de ne pas être à leur place."
              }
            ]
          },

          {
            "subtitle": "Des techniques pour lutter: ",
            "content": [
              {
                "list": "Faire des listes: Connaissances, compétences, projets réussis, reconnaissances."
              },
              {
                "list": "Apprendre de ses erreurs: Valoriser les échecs comme des opportunités d'apprentissage."
              },
              {
                "list": "S’entourer d’amis et de pairs: La force du collectif."
              },
              {
                "list": "Partager et contribuer: Parler en public, écrire des articles, contribuer à l’open source."
              }
            ]
          },
          {
            "subtitle": "S’entourer des Bonnes Personnes: ce qui m’a le plus aidé.",
            "content": [
              {
                "list": "Faire partie du comité de sélection de la DevFest Lille 2024 : 441 relecture de CFP, rencontre des personnes extraordinaires qui m’inspire à continuer ce travail qui me donne des paillettes dans les yeux, équipe formidable de femmes (speakeuses et reviewers) qui m’ont poussé à donner ce talk."
              },
              {
                "list": "La communauté des ChtiteDev, qui m’a encouragé à faire ce talk,"
              },
              {
                "list": "Oser : aujourd’hui je fais partie du collectif KreaWebSolutions, un collectif de 5 personnes (3 dev,  1 rédactrice web, 1 coach mindset ) car j’ai osé contacter Arnaud sur LinkedIn."
              }
            ]
          },
          {
            "subtitle": "Mais aussi...",
            "content": [
              {
                "list": "Accepter ses Limites et Éviter le Perfectionnisme : On ne peut pas tout savoir, n’ayez pas peur de l’échec. "
              },
              {
                "list": "Les Refus ne sont pas des Échecs: les refus d'emplois ou d'opportunités ne sont pas des échecs, mais des expériences qui renforcent."
              }
            ]
          }
        ]
      },
      {
        "title": "Conclusion",
        "content": "Vous êtes Légitime !",
        "link": "https://www.linkedin.com/feed/update/urn:li:activity:7243861708853641216/"
      }
    ]
  }
]
