[
  {
    "id": 1,
    "title": "Responsable du traitement",
    "content": [
      {
        "text": "Le traitement des données personnelles est assuré par Priscillia Ammeux de chez Pixelia&Co, développeuse web freelance. Contact : contact@pixelia-and-co.fr"
      }
    ]
  },
  {
    "id": 2,
    "title": "Données collectées",
    "content": "Les données personnelles collectées via le formulaire sont : nom, e-mail, téléphone, message et consentement explicite."
  },
  {
    "id": 3,
    "title": "Finalité et base légale",
    "content": "Les données sont collectées uniquement pour répondre aux demandes de contact. La base légale est le consentement, donné via la case à cocher obligatoire du formulaire."
  },
  {
    "id": 4,
    "title": "Destinataires des données",
    "content": "Les données sont transmises uniquement via EmailJS pour m'être directement envoyées par e-mail. Elles ne sont ni vendues ni partagées."
  },
  {
    "id": 5,
    "title": "Durée de conservation",
    "content": "Les messages sont conservés au maximum 12 mois, sauf obligation légale contraire."
  },
  {
    "id": 6,
    "title": "Vos droits",
    "content": [
      {
        "text": "Vous disposez des droits d'accès, de rectification, d'effacement, de limitation, d'opposition et de portabilité. Vous pouvez retirer votre consentement à tout moment."
      },
      {
        "text": "Pour exercer vos droits, contactez-moi à : contact@pixelia-and-co.fr"
      }
    ]
  },
  {
    "id": 7,
    "title": "Cookies et outils d'analyse",
    "content": [
      {
        "text": "Ce site utilise des outils d'analyse pour améliorer l'expérience utilisateur et mesurer les performances :"
      },
      {
        "text": "• Metricool : collecte des données anonymisées sur la navigation (pages visitées, durée de visite, provenance du trafic)"
      },
      {
        "text": "• Vercel Analytics : mesure les performances du site et collecte des statistiques d'utilisation anonymisées"
      },
      {
        "text": "• Vercel SpeedInsights : analyse les métriques de performance (Core Web Vitals) pour optimiser la vitesse du site"
      },
      {
        "text": "Ces outils peuvent déposer des cookies techniques nécessaires à leur fonctionnement. Aucune donnée personnelle identifiable n'est transmise à des tiers à des fins publicitaires."
      }
    ]
  },
  {
    "id": 8,
    "title": "Transferts de données",
    "content": [
      {
        "text": "Les données d'analyse sont hébergées par Vercel (Union Européenne/États-Unis avec garanties RGPD) et Metricool (Union Européenne)."
      },
      {
        "text": "EmailJS (formulaire de contact) respecte également les standards de protection des données européens."
      },
      {
        "text": "Tous ces services disposent de mesures de protection adéquates selon la réglementation européenne."
      }
    ]
  },
  {
    "id": 9,
    "title": "Sécurité",
    "content": "Les données sont transmises via une connexion HTTPS sécurisée. Tous les services tiers utilisés (EmailJS, Vercel Analytics, SpeedInsights, Metricool) assurent une sécurité conforme aux standards du secteur."
  }
]
