[
  {
    "id": 1,
    "title": "Conseillère client - Foundever - En prestation pour BNP Paribas- Wasquehal ",
    "date": "Janvier 2025 à Juin 2025",
    "tasks": [
      "Renseignement des salariés et titulaires de comptes BNP Paribas sur les dispositifs d'épargne salariale et collective (PEE, PERECO, PERCO, PERU, PERO, PERE)",
      "Explication des abondements, investissements et supports de placement disponible",
      "Information sur les cas de déblocage, la scalité associée et les options de placement",
      "Gestion des demandes clients via les outils dédiés (NOEE, INNSO, MEE),  en respectant les procédures et les normes de qualité BNP Paribas"
    ]
  },
  {
    "id": 1,
    "title": "Développeuse fullstack freelance - Siren 929010007 ",
    "date": "Juin 2024 à aujourd'hui",
    "tasks": [
      "Développement sur mesure de projets web pour des clients particuliers et professionnels.",
      "Stéphanie Heudre - Praticienne bien-être certifiée",
      "Adrien Demarle - Ostéopathe D.O.",
      "Frédéric Deparis - Auteur de livres"
    ],
    "link": "/project"
  },

  {
    "id": 2,
    "title": "Développeuse fullstack en alternance - XPEHO - Villeneuve d'Ascq - Hybride",
    "date": "Mars 2023 à Février 2024",
    "tasks": [
      "Projet Yaki : Yaki Sur Site ? Application de gestion du personnel réparti sur plusieurs sites."
    ],
    "link": "/project"
  },
  {
    "id": 3,
    "title": " Formation Développeuse Web & Congé Parental",
    "date": "Novembre 2019 à février 2023",
    "tasks": [
      "Nov.19 - Nov.21 : Congé parental",
      "Nov.21 - Fév.23 : Bootcamp de 5 mois avec la Wild Code School de Lille (présentiel)"
    ]
  },
  {
    "title": "Gestionnaire Cash Management - en prestation pour la Société Générale - Akkodis - Lille",
    "date": "2015 - 2019",
    "tasks": [
      "Gestion des flux financiers : pour 8 pays européens en lien avec chaque Middle Office",
      "Support niveau 1 & 2 : Alerte, analyse et résolution des incidents utilisateurs sur SCT, SDD, SWIFT (MT101 ... MT300), SEPA, en anglais",
      "Gestion des tickets : Ticketing, Reporting au Middle Office et Réunion de résolution d'incidents"
    ]
  },
  {
    "title": " Gestionnaire Back Office - Mobilize Financial Services - Noisy le grand (93) ",
    "date": "2010 - 2015",
    "tasks": [
      "Gestion d'un portefeuille : 185 concessions et 20 agents en lien avec les analystes financiers",
      "Gestion financière : Financements, habilitations, primes constructeurs, affacturage",
      "Saisie : Tableau Amortissement sur financements Moyen Long Terme (MLT), reports d'échéances, crédits de trésorerie, mise en place de plafonds de financements",
      "Reporting Data : contrôle de stocks , état des encours et des comptes clients",
      "Contact client et relances: phoning, mailing",
      "Facturation : Ajustement et apurement sur fichiers de facturation Nissan, Renault, Infiniti",
      "Environnement : AS400, Excel, Extraction SAP Business Object"
    ]
  }
]
