{
  "offres_principales": [
    {
      "id": 1,
      "title": "Pack Starter – Site Vitrine (1 page)",
      "price": "À partir de 400 € TTC",
      "description": "Un site léger, rapide et personnalisable, développé avec Astro — un framework moderne.",
      "presentation": {
        "content": "Idéal pour : freelances, créatif·ves, événements ou petites entreprises."
      }
    },
    {
      "id": 2,
      "title": "Pack Sur-Mesure – Site Vitrine",
      "price": "À partir de 1200 € TTC",
      "description": "Un site entièrement personnalisé, avec identité visuelle forte et structure pensée pour vos objectifs. Jusqu’à 4 pages (ou plus selon devis).",
      "presentation": [
        {
          "content": "Design sur-mesure, possibilité de collaboration avec une UX/UI designer."
        },
        {
          "content": "Idéal pour : PME, associations, projets à forte valeur ou visibilité."
        }
      ]
    },
    {
      "id": 3,
      "title": "Pack Évolution – Modification & Ajout de Pages",
      "price": "200 € TTC / page simple – 300 € TTC / page complexe",
      "description": "Besoin d’enrichir ou de mettre à jour votre site ? J’assure la modification de contenu existant ainsi que la création de nouvelles pages, simples ou complexes, adaptées à vos besoins.",
      "presentation": [
        {
          "content": "Ajout ou mise à jour de textes, images et médias."
        },
        {
          "content": "Création de nouvelles pages (landing page, blog, page service, etc.)."
        },
        {
          "content": "Idéal pour : faire évoluer votre site au rythme de votre activité."
        }
      ]
    }
  ],
  "services_complementaires": [
    {
      "id": 4,
      "title": "Maintenance & Optimisation",
      "price": "50 € TTC / mois ou 500 € TTC / an",
      "description": "Gardez votre site rapide, sécurisé et toujours à jour. Je m'occupe de la technique pendant que vous vous concentrez sur votre activité.",
      "presentation": [
        {
          "content": "Idéal pour : sites existants, e-commerces, professionnels en activité."
        }
      ]
    },
    {
      "id": 5,
      "title": "Refonte / Responsive / Accessibilité",
      "price": "Sur devis",
      "description": "Votre site n'est plus à jour ? Je le repense pour tous les écrans, accessible à tous et aligné avec les standards actuels.",
      "presentation": [
        {
          "content": "Idéal pour : améliorer l'image, la compatibilité mobile, l'expérience utilisateur."
        }
      ]
    },
    {
      "id": 6,
      "title": "Freelance solo, entourée de talents si besoin",
      "price": "Sur devis",
      "description": "Je travaille en tant que freelance indépendante, mais je peux m'entourer de profils compétents si le projet le nécessite.",
      "presentation": [
        {
          "content": "Je suis votre interlocutrice principale tout au long du projet : écoute, accompagnement, développement."
        },
        {
          "content": "Pour certaines expertises spécifiques (UX/UI, rédaction, etc.), je peux collaborer avec des partenaires en qui j’ai pleinement confiance."
        },
        {
          "content": "Chaque intervention complémentaire est validée avec vous et intégrée de façon fluide dans le déroulement du projet."
        }
      ]
    }
  ]
}
