{
  "offres_principales": [
    {
      "id": 1,
      "title": "Pack Express – Une page",
      "price": "À partir de 300 € TTC",
      "description": "Une landing page légère et personnalisable pour mettre rapidement votre activité ou événement en ligne. Simple mais efficace pour vos premiers clients.",
      "presentation": {
        "content": "Idéal pour : freelances, petits projets ou événements ponctuels qui veulent se lancer vite à moindre coût."
      },
      "inclus": [
        "Landing page responsive avec WordPress et template moderne",
        "Référencement de base",
        "Liens PDF pour mentions légales et politique de confidentialité",
        "Pied de page avec réseaux sociaux et copyright",
        "Pas de barre de navigation ni formulaire de contact"
      ],
      "a_prevoir": "À prévoir par le client : Hébergement et nom de domaine afin d'être 100 % propriétaire de votre site web (je peux conseiller les meilleures options selon votre budget). C'est à vous de me fournir les mentions légales et politiques de confidentialités (si vous ne savez pas les rédiger, je peux vous orienter vers une juriste dont c'est le métier).",
      "options_supplementaires": [
        {
          "title": "Paiement en ligne",
          "price": "100 € TTC",
          "description": "Permettez à vos visiteurs de régler directement sur votre page via un module sécurisé."
        },
        {
          "title": "Newsletter avec Brevo",
          "price": "70 € TTC",
          "description": "Mise en place d'une newsletter via Brevo (compte gratuit suffisant). Formulaire d’inscription et connexion au site inclus."
        }
      ]
    },
    {
      "id": 2,
      "title": "Pack Sur-Mesure – Site Vitrine",
      "price": "À partir de 1500 € TTC",
      "description": "Un site entièrement personnalisé, pour des performances optimales et une identité visuelle unique. Jusqu’à 4 pages (ou plus selon devis).",
      "presentation": [
        {
          "content": "Design sur-mesure, possibilité de collaboration avec une UX/UI designer."
        },
        {
          "content": "Idéal pour : PME, associations, projets à forte valeur ou visibilité."
        }
      ],
      "inclus": [
        "Design sur-mesure (maquette et intégration)",
        "Optimisations performance et référencement avancées",
        "Accessibilité et responsive avancés",
        "Intégration outils (analytics, formulaires, etc.)",
        "Déploiement et configuration d'hébergement",
        "6 mois de maintenance inclus"
      ]
    },
    {
      "id": 3,
      "title": "Refonte / Responsive / Accessibilité",
      "price": "Sur devis",
      "description": "Votre site n'est plus à jour ? Je le repense pour tous les écrans, accessible à tous et aligné avec les standards actuels.",
      "presentation": [
        {
          "content": "Idéal pour : améliorer l'image, la compatibilité mobile, l'expérience utilisateur."
        }
      ]
    }
  ],
  "services_complementaires": [
    {
      "id": 4,
      "title": "Pack Évolution – Modification & Ajout de Pages",
      "price": "200 € TTC / page simple – 300 € TTC / page complexe",
      "description": "Besoin d’enrichir ou de mettre à jour votre site ? J’assure la modification de contenu existant ainsi que la création de nouvelles pages, simples ou complexes, adaptées à vos besoins.",
      "presentation": [
        {
          "content": "Ajout ou mise à jour de textes, images et médias."
        },
        {
          "content": "Création de nouvelles pages (landing page, blog, page service, etc.)."
        },
        {
          "content": "Idéal pour : faire évoluer votre site au rythme de votre activité."
        }
      ]
    },
    {
      "id": 5,
      "title": "Maintenance & Optimisation",
      "price": "70 € TTC / mois ou 700 € TTC / an",
      "description": "Gardez votre site rapide, sécurisé et toujours à jour.",
      "presentation": ""
    }
  ]
}
